Repository: BenjaMITM/He3
Catalog: He3/He3/Support/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Build %@
es: Construir %@

source: build
es: construir

source: Cannot import message.
de: Nachricht kann nicht importiert werden.
es: No se puede importar el mensaje.
fr: Impossible d'importer le message.
it: Impossibile importare il messaggio.

source: Cannot import title.
de: Titel kann nicht importiert werden
es: No se puede importar el título
fr: Impossible d'importer le titre
it: Impossibile importare il titolo

# copyright
source: Copyright © 2020 CD M Santiago. All rights reserved.|Copyright © 2015 Jaden Geller. All rights reserved.
de: Copyright © 2020 CD M Santiago. Alle Rechte vorbehalten. | Copyright © 2015 Jaden Geller. Alle Rechte vorbehalten.
es: Copyright © 2017-2021 CD M Santiago. Todos los derechos reservados. | Copyright © 2015 Jaden Geller. Todos los derechos reservados.
fr: Copyright © 2020 CD M Santiago. Tous droits réservés. | Copyright © 2015 Jaden Geller. Tous droits réservés.
it: Copyright © 2020 CD M Santiago. Tutti i diritti riservati. | Copyright © 2015 Jaden Geller. Tutti i diritti riservati.

# ErrorMessage
source: Report URL Error
de: URL-Fehler melden
es: Informar error de URL
fr: Signaler une erreur d'URL
it: Segnala errore URL

# ErrorTitle
source: Report URL Error Title
de: URL-Fehlertitel melden
es: Notificar título de error de URL
fr: Signaler le titre de l'erreur d'URL
it: Segnala titolo errore URL

source: he3_privacy.rtf
de: he3_privacy.rtf.de
es: he3_privary.rtf.es
fr: he3_privacy.rtf.fr
it: he3_privacy.rtf.it

# HISTORY.md
source: HISTORY.en.md
de: HISTORY.md.de
es: HISTORY.es.md
fr: HISTORY.md.fr
it: HISTORY.md.it

source: LICENSE
de: LICENSE.de
es: LICENSE.es
fr: LICENSE.fr
it: LICENSE.it

source: README.md
de: README.md.de
es: README.md.es
fr: README.md.fr
it: README.md.it

# SERVICE_AUT
source: authorized
de: autorisiert
es: autorizado
fr: autorisé
it: autorizzato

# SERVICE_DEN
source: denied
de: verweigert
es: denegado
fr: refusé
it: negato

# SERVICE_MSG
source: Services state of audio is %@, video is %@.
de: Der Servicestatus von Audio ist% @, Video ist% @.
es: El estado de los servicios de audio es% @, el video es% @.
fr: L'état des services audio est% @, la vidéo est% @.
it: Lo stato dell'audio dei servizi è% @, il video è% @.

# SERVICE_NOT
source: not determined
de: nicht bestimmt
es: no determinado
fr: non déterminé
it: non determinato

source: timestamp
de: Zeitstempel
es: marca de tiempo
fr: horodatage

source: Version %@
es: Versión %@
